
"_BASE_USED_" = "pt-PT";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "0.0";
/* Use the _PREFERENCES_EXTRA_WIDTH_ (if needed) to fit the action to perform description properly */
"_PREFERENCES_EXTRA_WIDTH_" = "0.0";
"General" = "Geral";
"File Access" = "Acesso a Arquivos";
"Performance" = "Desempenho";
"Finder Extension" = "Extensão do Finder";
"Love" = "Apoio";
"OK" = "OK";
"Done" = "OK";
"Yes" = "Sim";
"No" = "Não";
"Don't show again" = "Não mostrar novamente";
"Set as default compressor" = "Definir como Compressor Padrão";
"Not now" = "Agora Não";
"Want to make Keka your default compressor?" = "Deseja que o Keka seja o compressor padrão?";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "Significa que todos os arquivos compatíveis serão extraídos com o Keka. Pode definir isso mais tarde nas Preferências do Keka.";
"Really want to close Keka?" = "Deseja realmente fechar o Keka?";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "As operações em andamento serão canceladas. Se decidir aguardar, o Keka será encerrado após concluir as operações.";
"Password needed" = "Palavra-passe necessária";
"File \"%@\" needs a password to be extracted" = "O arquivo comprimido “%@” precisa de uma senha para ser extraído";
"File \"%@\" needs a special encoding to be extracted" = "O arquivo comprimido “%@” precisa de uma codificação especial para ser extraído";
"Extraction of \"%@\" done" = "A extração de “%@” foi concluída";
"Extraction of \"%@\" failed." = "A extração de “%@” falhou.";
"Extraction of %i files done" = "A extração de “%@” arquivos foi concluída";
"Extraction complete" = "A extração foi concluída";
"Extraction fail" = "A extração falhou";
"Compression complete" = "A compressão foi concluída";
"File \"%@\" created" = "O arquivo comprimido “%@” foi criado";
"Compression fail" = "A compressão falhou";
"File \"%@\" cannot be created" = "O arquivo comprimido “%@” não pode ser criado";
"\n(using fallback folder)" = "\n(using fallback folder)";
"Operation not implemented" = "Operação não implementada";
"Performing operation..." = "A executar operação…";
"Waiting..." = "A aguardar…";
"Extracting \"%@\"" = "A extrair “%@”";
"Extracting \"%@...\"" = "A extrair “%@”…";
"Creating %@ file..." = "A criar arquivo comprimido %@…";
"Creating file \"%@\"" = "A criar arquivo comprimido “%@”";
"Creating file \"%@...\"" = "A criar arquivo comprimido “%@”…";
"Volume name:" = "Nome do volume:";
"Select the encoding for \"%@\"" = "Selecione a codificação de “%@”";
"Time elapsed: %d:%@%d:%@%d hours%@" = "Tempo decorrido: %d:%@%d:%@%d horas%@";
"Time elapsed: %d:%@%d minutes%@" = "Tempo decorrido: %d:%@%d minutos%@";
"Time elapsed: %d seconds%@" = "Tempo decorrido: %d segundos%@";
"%.0f seconds" = "%.0f segundos";
"%i:%02i minutes" = "%i:%02i minutos";
"%i:%02i:%02i hours" = "%i:%02i:%02i horas";
"Pause" = "Pausar";
"Continue" = "Continuar";
"Operation paused" = "Operação parada";
"Cancel" = "Cancelar";
"Close" = "Fechar";
"Operation failed" = "A operação falhou";
"Operation failed with error code %d" = "A operação falhou com o código de erro %d";
"Choose a name and folder to start the compression" = "Escolha um nome e uma pasta para iniciar a compressão";
"Creation of \"%@\" failed" = "A criação de “%@” falhou";
"Creating \"%@\"" = "Criando “%@”";
"Preparing extraction..." = "A preparar extração…";
"Choose a folder to extract this file" = "Escolha uma pasta para extrair este arquivo comprimido";
"Choose where do you want to extract \"%@\"" = "Escolha onde deseja extrair “%@”";
"Select all the volumes from \"%@\" or the folder that contains them" = "Selecione todos os volumes de “%@” ou a pasta que os contém";
"Select the folder that contains \"%@\"" = "Selecione a pasta que contém “%@”";
"Extraction of \"%@\" failed" = "A extração de “%@” falhou";
"Keka - %i on queue" = "Keka - %i na fila";
"Keka can't create this %@ image" = "O Keka não pode criar esta imagem %@";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "Imagens %@ só podem ser criadas com uma única pasta. Tente colocar todos os arquivos em uma pasta e arraste-a para o Keka para criar a imagem %@.";
"Keka can't create this @% tarball" = "O Keka não pode criar este TAR @%";
"This operation is not supported on %@." = "Esta operação não é compatível com o %@.";
"Compress \"%@\" in %@ to..." = "Comprimir “%@” como %@ em…";
"Compress in %@ to..." = "Comprimir como %@ em…";
"Save as:" = "Salvar como:";
"Compress" = "Comprimir";
"Extract \"%@\" to..." = "Extrair “%@” para…";
"Extract as:" = "Extrair como:";
"Extract" = "Extrair";
"About %i seconds" = "Cerca de %i segundos";
"About %i minutes" = "Cerca de %i minutos";
"About %i hours" = "Cerca de %i horas";
"About %i days" = "Cerca de %i dias";
"About %i weeks" = "Cerca de %i semanas";
"About %i months" = "Cerca de %i meses";
"About %i years" = "Cerca de %i anos";
"About a minute" = "Cerca de um minuto";
"About an hour" = "Cerca de uma hora";
"About a day" = "Cerca de um dia";
"About a week" = "Cerca de uma semana";
"About a month" = "Cerca de um mês";
"About a year" = "Cerca de um ano";
"Finishing..." = "Finishing...";
"Can't show progress time..." = "Impossível mostrar estimativa…";
"Password for \"%@\"" = "Senha de “%@”";
"Format" = "Formato";
"Method" = "Método";
"Method:" = "Método:";
"No compression" = "Sem compressão";
"Fastest, less compression" = "Rápido, menor compressão";
"Fast, less compression" = "Rápido, menos compressão";
"Normal" = "Normal";
"Slow, more compression" = "Lento, mais compressão";
"Slowest, more compression" = "Lento, maior compressão";
"Compression" = "Compressão";
"Extraction" = "Extração";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "O Keka não pode usar a lista “extlx.plist”. Contacte os programadores.\n\nO Keka será encerrado agora.";
"Keka is dying!" = "O Keka está a morrer!";
"Ask each time" = "Perguntar sempre";
"Next to original file" = "Junto ao original";
"Custom folder..." = "Pasta personalizada…";
"Same as original file" = "Igual ao original";
"Custom name..." = "Nome personalizado…";
"Archive" = "Arquivo";
"Set as default folder" = "Definir como Padrão";
"Perform automatic action" = "Escolha automática";
"Always compress" = "Comprimir sempre";
"Always extract" = "Extrair sempre";
"1.4 MB Floppy" = "1.4 MB (Disquete)";
"650 MB CD" = "650 MB (CD)";
"700 MB CD" = "700 MB (CD)";
"4.7 GB DVD" = "4.7 GB (DVD)";
"Drop here to extract" = "Solte aqui para extrair";
"Drop here to compress" = "Solte aqui para comprimir";
"Binary \"%@\" is not accessible" = "O binário “%@” não está acessível";
"The first part \"%@\" can't be found" = "A primeira parte “%@” não foi encontrada";
"Unable to extract a folder" = "Unable to extract a folder";
"unknown" = "desconhecido";
"Unknown error" = "Erro desconhecido";
"Error code %d using \"%@\"\n%@" = "Código de erro %d usando “%@”\n%@";
"Keka was unable to create the extraction package" = "Keka was unable to create the extraction package";
"No errors found" = "Nenhum erro encontrado";
"Minor error, the operation may be done well" = "Erro secundário, a operação pode ter sido concluída";
"Fatal error" = "Erro fatal";
"CRC error occurred, maybe the file is corrupt" = "Ocorreu um erro de CRC, talvez o arquivo esteja corrompido";
"Attempt to modify an archive previously locked" = "Tentativa de modificar um arquivo comprimido previamente bloqueado";
"Maybe you don't have permission to write or your disk is full" = "Talvez você não tenha permissão de gravação ou o disco esteja cheio";
"Can't open the file, maybe you don't have read permission" = "Impossível abrir o arquivo, talvez você não tenha permissão de leitura";
"Command line error, please contact with the developer" = "Erro de linha de comando, contate o desenvolvedor";
"Not enough memory. Try to close some programs and repeat the operation" = "Sem memória suficiente, tente fechar algumas aplicações e repita a operação";
"Can't create the file, maybe you don't have permission or free space" = "Impossível criar o arquivo, talvez não tenha permissão ou não haja espaço livre";
"Canceled manually" = "Cancelado manualmente";
"Bad password, try again" = "Palavra-passe incorreta, tente novamente";
"This archive is locked" = "O arquivo comprimido está bloqueado";
"Write error. No permission? No space left?" = "Erro de gravação. Sem permissão? Sem espaço livre?";
"Can't open the file, maybe it's not accessible" = "Impossível abrir o arquivo, talvez esteja inacessível";
"No files matching the mask" = "Nenhum arquivo corresponde aos filtros";
"There were some read errors" = "There were some read errors";
"Give access" = "Conceder Acesso";
"Just folder access" = "Apenas Acesso à Pasta";
"Quit" = "Encerrar";
"More information" = "Mais Informações";
"Keka needs file access" = "O Keka precisa de acesso aos arquivos";
"Give home access" = "Acesso à Pasta Pessoal";
"Customize" = "Personalizar";
"Keka needs access to the source file/s." = "Keka needs access to the source file/s.";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "Para funcionar de maneira integrada, o Keka precisa de acesso local ao disco do Mac.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\nClique em “Conceder Acesso”. O disco já deve estar selecionado.";
"Give access to Keka" = "Conceder Acesso";
"Full Mac access (Recommended)" = "Acesso total ao Mac (recomendado)";
"Home folder access" = "Acesso à pasta pessoal";
"External volumes access" = "Acesso a volumes externos";
"Full Mac" = "Full Mac";
"Home folder" = "Pasta pessoal";
"External volumes" = "Volumes externos";
"Show in context menu" = "Show in context menu";
"External disk: %@" = "Disco externo: %@";
"An extension is required" = "É necessário uma extensão";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "Para definir o Keka como o aplicativo padrão, precisa instalar uma extensão. Clique em “Mais Informações” para seguir os passos necessários.\n\nLembre-se que você pode usar o painel “Obter Informações” do Finder para definir o Keka como aplicação padrão para qualquer formato.";
"Your installed extension is obsolete and you should update it." = "Your installed extension is obsolete and you should update it.";
"Update" = "Update";
"Cannot set Keka as default" = "Não foi possível definir o Keka como padrão.";
"The intermediate application failed to launch. There is more information in the Console.app." = "Falha ao abrir o aplicativo intermediário. Mais informações estão disponíveis na aplicação Console.";
"The intermediate application returned an undefined code." = "O aplicativo intermediário retornou um código indefinido.";
"Keka is now set as the default application for its known formats." = "Agora o Keka está definido como aplicação padrão dos formatos conhecidos.";
"Keka set as default" = "Keka definido como padrão";
"There were some errors while registering the formats. There is more information in the Console.app." = "Houve alguns erros ao registar os formatos. Mais informações estão disponíveis na aplicação Console.";
"The intermediate application can't get access to Keka." = "A aplicação intermediária não pode obter acesso ao Keka.";
"The intermediate application can't find Keka." = "A aplicação intermediária não encontrou o Keka.";
"Show in Finder" = "Show in Finder";
"Delete" = "Delete";
"Continue without encryption" = "Continue without encryption";
"The password does not match" = "The password does not match";
"The password is not properly set and the file cannot be encrypted. You can cancel and set the password again or continue the process without encryption." = "The password is not properly set and the file cannot be encrypted. You can cancel and set the password again or continue the process without encryption.";
"Use legacy encryption" = "Use legacy encryption";
"Using AES-256 encryption in ZIP" = "Using AES-256 encryption in ZIP";
"Note that most modern operating systems such as macOS (before macOS 11.0 Big Sur) or Windows do not support AES-256 encrypted ZIPs by default.\n\nYou can open those files easily with most third party extraction utilities." = "Note that most modern operating systems such as macOS (before macOS 11.0 Big Sur) or Windows do not support AES-256 encrypted ZIPs by default.\n\nYou can open those files easily with most third party extraction utilities.";
"Cannot create the file" = "Cannot create the file";
"Keka has no file access to the source file/s\nGive it access when asked or manually in the Preferences" = "Keka has no file access to the source file/s\nGive it access when asked or manually in the Preferences";
"Give access to the source/s folder/s" = "Give access to the source/s folder/s";
"Give access to the compressed file" = "Give access to the compressed file";
"The extension is enabled" = "The extension is enabled";
"The extension is disabled" = "The extension is disabled";
"Enable or disable the extension" = "Enable or disable the extension";
"Keka will decide whether to compress or uncompress based on file format and extension. This is the recommended option." = "Keka will decide whether to compress or uncompress based on file format and extension. This is the recommended option.";
"Keka will compress all files, even those that are already compressed. You can compress an already compressed file in automatic mode by dropping it to the bottom part of the drop zone." = "Keka will compress all files, even those that are already compressed. You can compress an already compressed file in automatic mode by dropping it to the bottom part of the drop zone.";
"Keka will try to extract all files. You can try to extract an unknown file in automatic mode by dropping it in the bottom part of the drop zone." = "Keka will try to extract all files. You can try to extract an unknown file in automatic mode by dropping it in the bottom part of the drop zone.";
"Show the operation log" = "Show the operation log";
"Unable to process tips" = "Unable to process tips";
"Already tipping a monthly %@" = "Already tipping a monthly %@";
"Send a monthly %@ tip" = "Send a monthly %@ tip";
"Send a %@ tip" = "Send a %@ tip";
"Give Keka some love ♥" = "Give Keka some love ♥";
"All extractions will be expanded at this location." = "All extractions will be expanded at this location.";
"All compressions will be stored at this location." = "All compressions will be stored at this location.";
"You'll be asked where to extract each operation." = "You'll be asked where to extract each operation.";
"You'll be asked where to compress each operation." = "You'll be asked where to compress each operation.";
"If Keka has File Access it will execute the operation near the source file/s, otherwise it will ask for a location. You can set Keka's File Access in the Preferences tab so this option works properly." = "If Keka has File Access it will execute the operation near the source file/s, otherwise it will ask for a location. You can set Keka's File Access in the Preferences tab so this option works properly.";
"Keka has no file access to the destination folder so it needs to ask for a location.\nYou can add access to this and other folders in Keka's Preferences File Access pane." = "Keka has no file access to the destination folder so it needs to ask for a location.\nYou can add access to this and other folders in Keka's Preferences File Access pane.";
"The characters %@ are not compatible with the %@ format" = "The characters %@ are not compatible with the %@ format";
"The character %@ is not compatible with the %@ format" = "The character %@ is not compatible with the %@ format";
"Stop compressing" = "Stop compressing";
"Stop extracting" = "Stop extracting";
"Resume compressing" = "Resume compressing";
"Resume extracting" = "Resume extracting";
"Pause compressing" = "Pause compressing";
"Pause extracting" = "Pause extracting";
"Compression paused" = "Compression paused";
"Extraction paused" = "Extraction paused";
"Waiting for password" = "Waiting for password";
"On queue" = "On queue";
"Applying quarantine..." = "Applying quarantine...";

/*
// MAS tips
// Note this will be used in Apple's servers
// Apple needs to have MAS translated in this language so this strings can be used
// The language used in MAS/AppleID will be used in Keka's tip strings and may not match Keka's localization
// Note that the short string is limited to 30 characters and the long string is limited to 45 characters
// Emojis cannot be used in these strings :(
*/
"Monthly sip of coffee" = "Monthly sip of coffee";
"Gift Keka a sip of coffee each month" = "Gift Keka a sip of coffee each month";
"Monthly coffee" = "Monthly coffee";
"Gift Keka a coffee each month" = "Gift Keka a coffee each month";
"Monthly pair of coffees" = "Monthly pair of coffees";
"Gift Keka a couple coffees each month" = "Gift Keka a couple coffees each month";
"Monthly breakfast" = "Monthly breakfast";
"Gift Keka a breakfast each month" = "Gift Keka a breakfast each month";
"Tip a coffee" = "Tip a coffee";
"Tip Keka a coffee so it can stay awake" = "Tip Keka a coffee so it can stay awake";
"Tip a breakfast" = "Tip a breakfast";
"Tip Keka a breakfast so it can start fresh" = "Tip Keka a breakfast so it can start fresh";
"Tip a lunch" = "Tip a lunch";
"Tip Keka a lunch and feed it" = "Tip Keka a lunch and feed it";
"Tip a dinner" = "Tip a dinner";
"Tip Keka a dinner so it keeps rolling" = "Tip Keka a dinner so it keeps rolling";
"Tip a bunch of food" = "Tip a bunch of food";
"Tip Keka a new bunch of food to keep rolling" = "Tip Keka a new bunch of food to keep rolling";
